---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.MechanicalLoads
source: html/1c276a37-3f78-c66f-519e-aa17541f50ba.htm
---
# Autodesk.Revit.DB.GroupTypeId.MechanicalLoads Property

Mechanical - Loads.

## Syntax (C#)
```csharp
public static ForgeTypeId MechanicalLoads { get; }
```